OSHE-Github/Open-Source-Modular-Controller/Controller Code/Old Controller Codes/Controller code esp-idf/esp32s3_hid_gamepad/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_ENABLED=y
CONFIG_TINYUSB_DEVICE_ENABLED=y
CONFIG_TINYUSB_HID_ENABLED=y
CONFIG_ESP_CONSOLE_USB_CDC=y
